Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The instructor needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
uk: {p_tag} У вас поки немає завдань взаємного оцінювання, які необхідно перевірити. Для того, щоб отримати такі завдання: {ul_tag} {li_tag} Ви повинні відправити відповідь на завдання, що підлягає взаємній перевірці. {end_li_tag} {li_tag} Викладач повинен оцінити роботи, що допомагають краще зрозуміти критерії оцінки. {end_li_tag} {li_tag} Повинні бути здані на перевірку роботи інших студентів. {end_li_tag} {end_ul_tag} {end_p_tag}

source: Your {platform_name} verification has expired.
uk: Термін дії вашої верифікації {platform_name} минув.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
uk: Використовуйте цю опцію тільки для створення сертифікатів у форматі Pdf. В лапках введіть довгу назва типу сертифіката, який отримають студенти, коли закінчать курс. Наприклад: "Сертифікат про успішне завершення".

source: Align center
uk: По центру

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} website.
uk: Якщо ви не створювали обліковий запис, не потрібно нічого робити - ви більше не будете отримувати від нас листів. Будь ласка, не відповідайте на цей лист. Якщо вам потрібна допомога, перейдіть до розділу допомоги на сайті {platform_name}.

source: Verification Deadline
uk: Дата окінчення перевірки

source: A grade report generation task is already in progress. Check the 'Pending Instructor Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
uk: Задача генерування звіту по оцінках вже в стані обробки. Перегляньте таблицю 'Очікувані задачі інструктора' аби дізнатись стан процесу. Коли задача завершиться, звіт можна буде завантажити в таблиці нижче.

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
uk: Помилка: Запит було отримано, але закінчився час очікування платіжної системи. Порада: спробуйте оплатити ще раз.

source: Enter a public username:
uk: Введіть публічне ім'я користувача:

source: Response
uk: Відповідь

source: Sign Up
uk: Зареєструватися

source: Purge
uk: Очищення

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
uk: При використанні http URL-адрес, ви повинні надати ім'я користувача і пароль в посиланні, наприклад, https://user:pass@github.com/user/course

source: Username is required.
uk: Ім'я користувача - обов'язкове поле.

source: Enter a valid email address.
uk: Введіть коректну адресу email

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
uk: Система показує, що ви намагаєтеся отримати доступ до даного курсу {platform_name} з країни або регіону, для яких він зараз не доступний.

source: Payment Processor
uk: Обробник оплати

source: You waive some rights for your work, such that others can use it too
uk: Ви відмовляєтесь від деяких прав на свою роботу, наприклад, дозволяєте іншим також її використовувати.

source: Show Answer
uk: Показати відповідь

source: Disable or Reenable student accounts
uk: Заблокувати або розблокувати облікові записи студентів

source: Organization
uk: Організація

source: Team "{team}" successfully deleted.
uk: Команда "{team}" успішно видалена

source: Could not find a user with username or email address '<%= identifier %>'.
uk: Неможливо знайти користувача з ім'ям або електронною адресою '<%= identifier %>'.

source: Receipt
uk: Квитанція

source: <p class="error_msg"> Sorry! Our payment processor did not accept your payment. The decision they returned was <span class="decision">{decision}</span>, and the reason was <span class="reason">{reason_code}:{reason_msg}</span>. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}. </p>
uk: <p class="error_msg"> Вибачте! Наша система обробки платежів не прийняла ваш платіж. Рішення, яке вони повернули: <span class="decision">{decision}</span>, і причина: <span class="reason">{reason_code}:{reason_msg}</span>. З вас не стягувались жодні кошти. Будь ласка, спробуйте іншу систему платежів. З питаннями щодо платежів звертайтесь до нас за {email}. </p>

source: Let Student Skip Entrance Exam
uk: Дати можливість студентам пропустити вступний іспит

source: No endpoint was provided for EdxNotes.
uk: Сервіс нотаток не обслуговується.

source: Problem Submissions
uk: Відповіді Завдання

source: Demographics
uk: Демографія

source: Please contact support if you believe this message to be in error.
uk: Будь ласка, зверніться до Служби підтримки, якщо ви вважаєте, що це повідомлення помилкове.

source: Show Single Problem
uk: Показати одне завдання

source: Unlinking
uk: Роз’єднання

source: Please note that when you see a submission here, it has been temporarily removed from the grading pool. The submission will return to the grading pool after 30 minutes without any grade being submitted. Hitting the back button will result in a 30 minute wait to be able to grade this submission again.
uk: Будь ласка, майте на увазі, що доступні тут роботи студентів були тимчасово вилучені з безлічі робіт, готових до оцінювання. Вонb повернeться назад без присвоєння будь-якої оцінки через 30 хвилин. Натискання кнопки «Назад» призведе до необхідності 30-хвилинного очікування перш ніж ви зможете поставити оцінку.

source: Email address must end in {domain}
uk: Email повинен закінчуватися на {domain}

source: Filter
uk: Фільтр

source: Explore courses
uk: Переглянути курси

source: Merge selected with current...
uk: З'єднати обрану із поточною...

source: The detailed enrollment report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Докладний звіт про запис на курс на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Order ID
uk: ID замовлення

source: answered question
uk: Питання з відповіддю

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
uk: Стан задачі був викривлений через некоректне завантаження. Завантаження складається з:

source: Create new merged version
uk: Створити нову з'єднану редакцію.

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
uk: Ніступні звіти доступні для скачування. Звіти не видалені. На цій сторінці будуть доступні посилання на кожен звіт із зазначенням дати та часу (UTC) створення звіту.

source: Removed "{username}" from "{course_id}" forum role = "{rolename}"
uk: Вилучено "{username}" з "{course_id}" форумна роль = "{rolename}"

source: Failed
uk: Невдало

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
uk: Введіть "true" або "false". Якщо введено значення "true", курс відображається у списку нових курсів на головні сторінці сайту, а поруч з емблемою курсу тимчасово з'являється мітка "Новий!"

source: High Definition
uk: Висока роздільна здатність

source: Course title
uk: Назва курсу

source: Add to profile
uk: Додати до профайлу

source: * Required Information
uk: * Обов'язкова інформація

source: Border color
uk: Колір границь

source: Your grade report is being generated! You can view the status of the generation task in the 'Pending Instructor Tasks' section.
uk: Ваш звіт по оцінках генерується! Ви можете переглянути стан процесу генерації в розділі 'Очікувані задачі інструктора'.

source: Changed by
uk: Змінено

source: The language used for the edX site. The site is currently available in a limited number of languages.
uk: Мова, що використовується для сайту edX. Зараз для сайту доступна обмежена кількість мов.

source: Cell padding
uk: Параметр заповнення клітинки

source: Try Again
uk: Спробувати ще раз

source: Review the Photos You've Taken
uk: Переглянути фото, які Ви зробили

source: The proctored exam results report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Звіт про результати завдання спостережуваного зараз на стадії підготовки. Статус створення звіту нижче відображається у списку «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Coupon (%)
uk: Купон (%)

source: Unable to create library '{name}'. {err}
uk: Не вдалося створити бібліотеку '{name}'. {err}

source: Invalid data, generate_for must be "new" or "all".
uk: Неприпустимі дані, generate_for повинно бути "new" або "all".

source: View All
uk: Переглянути Все

source: Count of Students that Opened a Subsection
uk: Число студентів, які відкривали підрозділ

source: %s comments
uk: %s коментарів

source: Usernames must contain only letters, numbers, underscores (_), and hyphens (-).
uk: Ім’я користувача має містити лише англійські літери, цифри, символи підкреслення (_) та дефіси (-).

source: Enter the email address for the company contact.
uk: Введіть адресу електронної пошти контактної особи організації.

source: Goals
uk: Цілі

source: There was an error with your submission. Please contact course staff.
uk: З матеріалами, які ви завантажили, сталася помилка. Будь ласка, зв'яжіться зі співробітниками курсу.

source: %(numResponses)s responses
uk: %(numResponses)s відповідей

source: View {category} Details
uk: Детальніше про {category}

source: V Align
uk: Вертикальне вирівнювання

source: Pending Instructor Tasks
uk: Поточні завдання викладача

source: Follow {platform_name} on LinkedIn
uk: Додати {platform_name} в мережу LinkedIn

source: Select True if this component will receive a numerical score from the external LTI system.
uk: Оберіть "True", якщо цей компонент отримає чисельну оцінку з зовнішньої LTI-системи

source: The survey report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Звіт за опитуванням в даний час на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Answered
uk: Надано відповідь

source: Reject
uk: Відхилити

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
uk: Завантаженний файл має бути у форматі CSV і не містити сторонніх символів або рядків.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
uk: Вміст електронного листа у вигляді простого тексту або HTML, який відправляється після того, як користувач оплатив нарахування кредитів/балів.

source: The owner of the article, usually the creator. The owner always has both read and write access.
uk: Власник статті, зазвичай її творець. Власник завжди має права на читання і запис.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
uk: Якщо ви ще не підтвердили свої дані, пройдіть по посиланню ({verification_url}).

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
uk: Введіть ключ API від компанії MathWorks для доступу до служби MATLAB Hosted Service. Даний ключ нада'nmcz виключно для використання цим курсом на визначену тривалість. Будь ласка, не використовуйте цей ключ API в інших курсах і негайно повідомити MathWorks, якщо ви вважаєте, що ключ відкрито або зламані. Щоб отримати ключ для вашого курсу, або повідомити про проблему, будь ласка, зв'яжіться з moocsupport@mathworks.com

source: Toggle Full Rubric
uk: Переключити на повну рубрику

source: Error fetching list for role
uk: Помилка завантаження списку для ролі

source: Full Name *
uk: Ім'я та прізвище *

source: Focus in on specific topics
uk: Обрати теми

source: Allows courses to share the same css class across runs even if they have different numbers.
uk: Дозволити курсам використовувати один і той же CSS-клас навіть, якщо вони мають різні номери

source: Course Language
uk: Мова курсу

source: Challenge Yourself!
uk: Випробуйте себе!

source: Adding {codenames} permissions to group "{group}"
uk: Додавання {codenames} дозволів для групи "{group}"

source: (Optional)
uk: (необов'язково)

source: learner is successfully added to the exception list
uk: студент успішно доданий в список виключень

source: The topic "%(topic)s" could not be found.
uk: Тему "%(topic)s" не знайдено.

source: Engagement Videos
uk: Відео Залученісті

source: Cohort
uk: Група

source: New to %(application_name)s?
uk: Вперше у %(application_name)s?

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
uk: {cert_type} сертифікат означає, що слухач зобов'язався виконувати кодекс честі {platform_name} і завершив всі необхідні завдання даного курсу у відповідності з його керівними принципами.

source: Added "{username}" to "{course_id}" forum role = "{rolename}"
uk: Додано "{username}" в "{course_id}" форумна роль = "{rolename}"

source: attachments
uk: вкладення

source: We support only SubRip (*.srt) transcripts format.
uk: Ми підтримуємо тільки формат субтитрів SubRip (*.srt).

source: Are you sure you want to delete this page? This action cannot be undone.
uk: Ви впевнені, що хочете видалити цю сторінку? Ця дія є незворотньою.

source: The name on your ID must match the name on your account below
uk: Ім'я у Вашому документі має співпадати з ім'ям у Вашому аккаунті

source: deleted
uk: видалено

source: The following error occurred while editing your name:
uk: Під час редагування Вашого імені виникла наступна помилка:

source: Student Response
uk: Відповідь студента

source: e.g. yourname (shown on forums)
uk: наприклад, вашеім'я (відображається на форумах)

source: Download list of all users (csv file)
uk: Завантажити список всіх користувачів (файл csv)

source: Save changes
uk: Зберегти зміни

source: Enter a numeric value for the number of enrollment codes.
uk: Введіть кількість реєстраційних кодів у вигляді числа.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
uk: Якщо у вашого монітора низька роздільна здатність, ліву навігаційну панель можна сховати, натиснувши на набір з трьох стрілок, що знаходяться поряд з нею.

source: yyyy-mm-dd
uk: дд-мм-гггг

source: Incorrect data received from notes api.
uk: Notes API повернув невірні дані.

source: Pay with PayPal
uk: Заплатити через PayPal сервіс

source: Due Date Display Format
uk: Формат відображення терміну здачі

source: Unknown user: {user}
uk: Невідомий користувач: {user}

source: Options
uk: Опції

source: Total number of enrollees (instructors, staff members, and students)
uk: Всього зареєстровано на курсі (викладачів, співробітників і студентів)

source: Insert column after
uk: Вставити стовпчик справа

source: Valid e-mail address required.
uk: Необхідна коректна електронна адреса.

source: group
uk: група

source: Course Display Name
uk: Назва курсу, що відображується

source: Instructors
uk: Викладачі

source: Paste row before
uk: Вставити рядок згори

source: Start Date
uk: Дата початку

source: Font Family
uk: Тип шрифту

source: Problem Scores:
uk: Бали за рішення:

source: Group Configuration
uk: Конфігурація групи

source: Error retrieving upload URL.
uk: Виникла помилка при отриманні URL завантаження.

source: Skip Post-Assessment
uk: Пропустити крок, наступний за оцінкою

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
uk: Розкажіть іншим користувачам трохи про себе: де ви живете, чим цікавитесь, чому проходите курси, або що сподіваєтеся вивчити.

source: Pre-Requisite Course key if this course has a pre-requisite course
uk: Код обов'язкового попереднього курсу, якщо є

source: You have not completed all the steps of this problem.
uk: Ви не заповнили всі етапи цього завдання.

source: You are about to send an email titled '<%= subject %>' to yourself. Is this OK?
uk: Ви збираєтесь відправити собі лист із заголовком '<%= subject %>'. Все правильно?

source: Cannot find any open response problems in this course. Have you submitted answers to any open response assessment questions? If not, please do so and return to this page.
uk: Неможливо знайти будь-які відгуки до відкритих завдань в цьому курсі. Чи надсилали ви відповіді на відкриті завдання? Якщо ні, зробіть це і поверніться до цієї сторінки.

source: A deleted article with slug "%s" already exists.
uk: Видалена стаття зі slug-рядком "%s" вже існує.

source: Already registered?
uk: Вже зареєстровані?

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, наша система платежів надіслала підтвердження оплати з суперечливими даними. Прийміть наші щирі вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Зміст повідомлення про помилку: {error_message}. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Congratulations! You are eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
uk: Вітаємо! Ви можете отримати залік за успішне закінчення курсу в {platform_name}! {link_start}Отримати залік.{link_end}

source: Add Signatory
uk: Додати підпис

source: View History
uk: Подивитися історію

source: Assessments:
uk: Оцінювання:

source: The proctored exam results report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
uk: Звіт про результати завдання спостережуваного зараз на стадії підготовки. Статус створення звіту нижче відображається у списку «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Date that enrollment for this class is closed
uk: Дата завершення зарахування для цього класу

source: Invalid input: Could not parse '{bad_input}' as a formula
uk: Некоректні вхідні дані: Неможливо опрацювати '{bad_input}' в якості формули

source: Unreport
uk: Відкликати скаргу

source: You have been invited to register for {course_name}
uk: Ви отримали запрошення зареєструватися на курс {course_name}

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
uk: Визначає, коли відображати відповідь на завдання. У розширених налаштуваннях можна встановити значення за замовчуванням.

source: unrequested
uk: не запитане

source: Clear
uk: Очистити

source: Problem successfully {action} for student '{student}'
uk: Задача успішно {action} для студента '{student}'

source: Specify the language of your course.
uk: Вкажіть мову навчання на вашому курсі.

source: This setting overrides the default behavior of showing exam results after the due date has passed. Currently only supported for timed exams.
uk: Цей параметр перевизначає параметри за замовчуванням показуючи результати іспиту після дати дед-лайну. В даний момент підтримуються тільки обмежені за часом іспити.

source: Password
uk: Пароль

source: Create article
uk: Створити статтю

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
uk: Курс надано {partner_short_name} за ініціативою {partner_long_name}.

source: List all students with due date extensions
uk: Список всіх студентів з продовженими термінами здачі

source: Why do you need my photo?
uk: Навіщо вам моє фото?

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
uk: Запит авторизації був підтриманий банком але відмовлений CyberSource.' Порада: спробуйте інший спосіб платежу.

source: Hint ({hint_num} of {hints_count}):
uk: Підказка ({hint_num} з {hints_count}):

source: Visit {site_name} to enroll in the course and begin the beta test.
uk: Відвідайте сторінку {site_name}, щоб зареєструватися на курсі і почати бета тестування.

source: Take photo
uk: Зробити фото

source: Upload translation
uk: Завантажити переклад

source: Back to history view
uk: Назад до історії

source: The '{field_name}' field cannot be edited.
uk: Поле '{field_name}' не може бути відредаговано.

source: Top Responses
uk: Найкращі відповіді

source: Tell us why you're interested in {platform_name}
uk: Розкажіть нам, чому Ви зацікавлені в {platform_name}

source: News
uk: Новини

source: Previous
uk: Попередній

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
uk: Необов'язкове поле для посилання на джерело використаних матеріалів. Можна використовувати автоматичне створення посилань за допомогою <a href="http://easybib.com"> EasyBib </a>

source: As part of joining {platform_name}, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
uk: Частиною процесу реєстрації на {platform_name} є отримання листа активації вашого облікового запису. Ви маєте перейти за посиланням, щоб завершити реєстрацію. Не бачите листа? Перевірте теку "Спам" і позначте листи від {platform_name} як "Не спам". У {platform_name}, ми спілкуватимемося з Вами переважно за допомогою пошти.

source: Change in Last Week
uk: Динаміка за тиждень

source: &copy; {copyright_year} {platform_name}, some rights reserved
uk: &copy; {copyright_year} {platform_name}, права захищено

source: Then select an action:
uk: Далі виберіть дію:

source: VK
uk: ВКонтакте

source: {group_name} (inactive)
uk: {group_name} (не активна)

source: Make sure your full name on your edX account ({full_name}) matches your ID. We will also use this as the name on your certificate.
uk: Переконайтеся, що ім'я Вашого аккаунту edX ({full_name}) відповідає імені, що вказане в документах. Ми використаємо його також у Вашому сертифікаті.
